{
  "act1": {
    "title": "O Sumiço",
    "scenes": [
      {
        "id": "primeira_message",
        "title": "A Primeira message",
        "description": "O jogador recebe uma message de Aaron, o amigo de Sebastian, pedindo ajuda sobre o desaparecimento de Sebastian.",
        "message": {
          "where": "direct",
          "from": "@aaron_lyon",
          "content": "Ei, você viu os posts do Sebastian? Ele está falando umas coisas estranhas… eu não sei mais o que fazer. Ele sumiu, e ninguém sabe onde ele está. Eu não acho que isso seja só uma fase… Por favor, me ajuda. Eu sei que a gente não se fala tanto, mas eu realmente preciso de alguém que acredite que algo está errado.",
          "timestamp": "2 horas atrás"
        },
        "choices": [
          {
            "text": "Claro, o que aconteceu com o Sebastian? Me conta mais.",
            "effect": {
              "trust_aaron": 1,
              "relationship_aaron": "Aumenta a confiança de Aaron em você."
            }
          },
          {
            "text": "Acho que está tudo bem, ele deve estar só passando por uma fase difícil.",
            "effect": {
              "trust_aaron": -1,
              "relationship_aaron": "Reduz a confiança de Aaron em você, já que ele busca ajuda."
            }
          },
          {
            "text": "Me dá um tempo. Não sei se posso me envolver nisso agora.",
            "effect": {
              "trust_aaron": -2,
              "relationship_aaron": "Diminuí a confiança de Aaron em você. Ele começa a se sentir ignorado."
            }
          }
        ]
      },
      {
        "id": "grupo_adicionado",
        "title": "O Convite para o Grupo",
        "description": "O jogador é adicionado a um grupo privado com os amigos de Sebastian, onde começam a discutir sobre o desaparecimento.",
        "message": {
          "where": "group",
          "from": "@amigos",
          "content": "Oi, pessoal. A gente não sabia mais o que fazer. O Aaron me pediu para adicionar o [Nome do jogador] aqui, porque a gente está tentando entender o que está acontecendo com o Sebastian.",
          "timestamp": "agora"
        },
        "choices": [
          {
            "text": "Eu também confio no Sebastian. Vamos investigar mais fundo.",
            "effect": {
              "trust_amigos": 1,
              "relationship_amigos": "Aumenta a confiança dos amigos em você, todos começam a se sentir mais unidos."
            }
          },
          {
            "text": "Talvez o Ian tenha razão. Não podemmos surtar por causa de uns posts esquisitos.",
            "effect": {
              "trust_amigos": -1,
              "relationship_amigos": "Os amigos ficam um pouco desapontados com a falta de urgência, mas ainda estão dispostos a te ouvir."
            }
          },
          {
            "text": "Estou começando a achar que o Sebastian sabia mais do que a gente imagina. Temos que entender o que ele estava investigando.",
            "effect": {
              "trust_amigos": 2,
              "relationship_amigos": "Ganha confiança dos amigos, especialmente de Amelia e Aaron, que acreditam em uma teoria mais sobrenatural."
            }
          }
        ]
      },
      {
        "id": "posts_enigmaticos",
        "title": "O Post Estranho",
        "description": "O jogador começa a explorar os últimos posts de Sebastian e percebe mensagens enigmáticas que levantam mais dúvidas sobre o desaparecimento.",
        "posts": [
          {
            "content": "Aurora está mais perto do que eu imaginava. Não sei se isso é bom ou ruim. Quando as sombras se movem, ninguém está seguro.",
            "data": "3 dias antes"
          },
          {
            "content": "Eu vejo eles observando, mas não posso fugir... já não há mais volta.",
            "data": "2 dias antes"
          },
          {
            "content": "Eu preciso sair. Eles sabem o que eu encontrei. As respostas estão em Aurora... é tarde demais para mim.",
            "data": "1 dia antes"
          }
        ],
        "choices": [
          {
            "text": "O que significa Aurora? Ele estava envolvido em algo perigoso?",
            "effect": {
              "trust_amigos": 1,
              "relationship_amigos": "Os amigos começam a confiar mais em você, já que você está tomando as mensagens de Sebastian a sério."
            }
          },
          {
            "text": "Esses posts parecem de uma pessoa em pânico. Isso não ajuda em nada.",
            "effect": {
              "trust_amigos": -1,
              "relationship_amigos": "Os amigos ficam um pouco desmotivados, achando que você não está levando o caso a sério."
            }
          },
          {
            "text": "Acho que estamos lidando com algo maior. Preciso entender mais sobre o que ele estava pesquisando.",
            "effect": {
              "trust_amigos": 2,
              "relationship_amigos": "Amelia e Aaron aumentam a confiança em você. Eles acreditam que você pode ajudar a desvendar o mistério."
            }
          }
        ]
      },
      {
        "id": "foto_enigmatica",
        "title": "O Primeiro Mistério",
        "description": "O jogador encontra uma foto enigmática em um dos arquivos de Sebastian, que parece indicar algo relacionado à cidade de Aurora.",
        "message": {
          "from": "@amigos",
          "content": "Olhem isso. Encontrei essa foto no perfil do Sebastian. Parece que ele estava investigando algo relacionado à ‘Aurora’. O que isso significa?",
          "timestamp": "agora"
        },
        "foto": {
          "description": "Foto de uma paisagem nebulosa com símbolos estranhos e uma vista para uma cidade ao fundo."
        },
        "choices": [
          {
            "text": "Isso é definitivamente uma pista. Onde exatamente foi tirada essa foto?",
            "effect": {
              "trust_amigos": 1,
              "relationship_amigos": "A confiança dos amigos aumenta, eles acreditam que você está focado na investigação."
            }
          },
          {
            "text": "Parece uma imagem de algo muito antigo, mas nada que nos ajude por enquanto.",
            "effect": {
              "trust_amigos": -1,
              "relationship_amigos": "Os amigos ficam frustrados com sua postura cética, questionando sua seriedade."
            }
          },
          {
            "text": "Eu não sei o que é isso, mas tenho uma sensação estranha sobre essa cidade.",
            "effect": {
              "trust_amigos": 2,
              "relationship_amigos": "Os amigos ficam mais atentos a sua perspectiva, considerando que você pode estar no caminho certo."
            }
          }
        ]
      }
    ]
  }
}
